Question 1
Should there be a tax on companies that use robots, as a way to support the social security system?

In favour
Certain jobs attended to by humans are increasingly being replaced by robots, a phenomenon likely to accelerate in the future. This will particularly impact workers in low-skilled jobs. When companies use robots instead of human labour, the government misses out on tax revenue. To tax the use of robots would be a smart way of taking advantage of the technological developments that will come, and at the same time using the money to fund training for unemployed people, or to support professions with a lack of human resources, such as elder care and education.
  
Against
To tax the use of robots would make it more expensive to develop them, which would likely slow down the research and development of advanced technologies. Using robots will not necessarily make the need for human labour obsolete, since humans will likely move on to more complex work. The legislation should therefore focus on the need for education and training, rather than taxing robots. A robot tax would also decrease the EU’s competitiveness by putting its companies on unequal footing with those elsewhere. Affected companies may even choose to relocate outside of the EU so as to avoid this disadvantage.


Question 2
Should the EU introduce stricter rules on the privacy of online communication (with potential implications for the growth of digital businesses)?

In favour
Communication through the internet is extremely vulnerable to exposure and the collection of personal data by companies or third-parties, as well as national governments. By introducing stricter rules on privacy, consumers of online services will be better informed and protected against potential misuse of their personal data. Big data accumulated from internet users has been used to influence elections, as shown with the Cambridge Analytica-scandal, and it can also hurt the consumers during incidents of cyber terrorism.
  
Against
Enforcing stricter online privacy rules will create more obstacles for companies and their services and could potentially be particularly burdensome for smaller companies or startups which rely on user information to launch their services. As a second consequence, stricter rules could cause damage to existing business models based on the exchange of data with free services, as well as possibly hindering the improvement and personalisation of online services to each customer. This also means that customers could end up paying for services they now enjoy for free.


Question 3
Should the EU financially support whistleblowers, who denounce wrongdoings by disclosing confidential information of companies and public bodies?

  
In favour
Whistleblowers are often targeted with legal and non-legal means and do rely on the help of others for safety, legal advice, and financial stability. The lack of support is the main reason people stay quiet, therefore it could potentially lead to more people daring to step forward and take action if they know will receive help from the EU. Whistleblowers make big contributions to the transparency of society, and can encourage companies and public bodies to take preemptive measures to improve their policies.
  
Against
Whistleblowers can cause damage to companies and public bodies by releasing confidential information which could benefit their competitors, as well as potentially endangering other people involved on which personal information might be revealed without protecting their identity. Additionally, if the complaint turns out to be unfounded, the targeted company would be unfairly harmed. Financially supporting whistleblowers could lead to an increase in the number of profit-seeking whistleblowers, more misinformed and false accusations, along with fewer resorting to internal procedures to solve the issue.


Question 4
Should verbal abuse related to gender identity and sexual orientation be punished by means of criminal law (with potential implications for freedom of expression)?

In favour
Women, the LGBTQI community, and other minorities enjoy less opportunities in the society as a whole, and further stigmatization and verbal abuse based on gender identity and sexual orientation only reinforce discriminatory practices. Hate speech based on gender and sexual orientation is a problem that is just as important as other types of hate speech (such as racism). By punishing the use of verbal abuse against these groups, the EU can help to limit its occurrence and deter potential offenders. This will lead to a safer and more inclusive society.
  
Against
Although some types of verbal abuse should be addressed, it is not always easy to determine what is an insult and what is an expression of political or religious views. To express oneself freely and to hold opinions are human rights, and a fundamental part of a liberal democracy. These rights are enshrined in article 11 of the Charter of Fundamental Rights of the European Union. Also, punishing verbal abuse by means of criminal law would be a disproportionate measure to tackle insults.


Question 5
Should asylum seekers be redistributed across EU countries on the basis of a quota system?

In favour
Redistributing asylum seekers by using a quota system would alleviate some of the burden that falls on the EU’s border states, such as Italy and Greece, which receive the large majority of migrants arriving in Europe and are not equipped to process their applications alone. Given that the EU is a community, the other Member States should receive their share in order to secure better conditions of reception of asylum seekers and more efficient treatment of applications. Introducing a balanced system to address the inflows of asylum seekers would also demonstrate the EU’s capability of cooperation to solve complex transnational problems.
  
Against
Many EU Member States are sceptical of a quota-system. They believe that each State is entitled to decide who they let into their territory, and that the EU should not force anyone to accept asylum seekers. Some countries have better facilities for welcoming asylum seekers. A quota system could in some cases mean sending people to countries which are not properly equipped, which may put a severe strain on the capacity of the welcoming facilities and the treatment of asylum applications. A quota system would also mean that migrants might be sent to countries they do not wish to go to.


Question 6
Should EU countries be allowed to reintroduce border controls within the Schengen area?

In favour
EU Member States and states that are included in Schengen are sovereign and should be allowed to reintroduce border controls in cases when the national security is compromised, for example during terrorist attacks. Reintroducing border controls allows a Member State to regain control of who is crossing the border into their territory, and to perform security and passport checks if needed. A Member State might sometimes not want to rely on other countries, which might have poorer law enforcement facilities, to perform proper screenings and similar procedures.
  
Against
The reintroduction of border controls within the Schengen area would undermine the principle of free movement that underlies Schengen. The treaty allows the citizens of its Member States to travel freely within the area in the absence of border controls and passport checks, and contributes to a more open and closer-knit Europe. Reinstalling border checks would cause queues and affect the cross border trade negatively, which would lead to higher costs for businesses and consumers. To go from Poland to Italy by land for example, one would need to pass through three border controls.


Question 7
Should the European Union introduce penalties for the EU Member States that do not follow EU rules on the treatment of animals?

In favour
Animals suffer from abuse and sub-standard conditions in several industries such as food production, cosmetics, research, etc. Transparency of animals’ conditions and of the supply-chain is essential for consumers’ health and access to the information on consumer goods. Several researchers and academics claim that animals feel pain and suffer just as humans and therefore should be granted rights. Today there exist viable alternatives to the exploitation of animals in all sectors; thus it is not necessary to submit them to abusive treatment any longer. Also, the increase of species’ extinction has increased dramatically and stronger rules are vital for the biosphere.
  
Against
Animal welfare is not a priority compared to the protection of human rights. The use of animals in some local and national cuisines as well as traditional entertainment is part of cultural heritages; such cases are better tackled at national level. A stricter enforcement of the handling of animals is also likely to discourage the use of animals by businesses and industries, and could lead to a loss of jobs in the sectors affected. While there exist alternatives to using animals in several industries, the alternatives might be more expensive, which is likely to increase costs for consumers and businesses.


Question 8
Should EU policymakers support a quicker phase-out of fossil fuels subsidies?

In favour
The extraction and burning of fossil fuels negatively impact our environment and health. By subsidizing fossil fuels, governments contribute to their usage and hence to the deterioration of the climate. It is also economically inefficient to finance a non-sustainable industry. Despite repeated commitments towards this goal, actual measures are scarce and hesitant. The R&D in “green” technologies has made great advances towards better cost-efficiency and energy-efficiency. This phase-out should be accelerated to encourage the further development and use of “green” energy technologies while limiting the use of fossil fuels and pollution as fast as possible.
  
Against
Stopping these subsidies will lead to an increase in prices for consumers and businesses, as fossil fuels represent our main source for producing energy. “Green” energy technologies are currently not efficient enough to cover all energy needs. They also use ores (lithium, precious metals) in limited supplies, which extraction is another source of pollution. Also, countries which abandon fossil fuels tend to turn to nuclear power which raises other issues regarding safety and nuclear waste management. Therefore, it would be reasonable for the Member States to implement a more gradual approach in phasing-out subsidies.


Question 9
Should policymakers set higher targets to reduce methane emissions (which are mostly generated by fossil fuels production and livestock farming)?

In favour
The EU should take measures to tackle global warming. Methane (CH4) is the second most important greenhouse gas after CO2, and accounts for nearly one fifth of the global greenhouse effect. Agriculture alone accounts for 45% of the EU’s methane emissions. It is important to note here that some sources of energy, such as natural gas, are considered “clean” due to their low CO2 emissions, whereas their methane emissions are very high. That is why it is necessary for the European Union to address these emissions as well.
  
Against
Implementing higher targets for reducing methane emissions would adversely affect the agriculture and fossil fuel industries, and potentially lead to a decrease in economic activity in these sectors along with a loss of jobs. Additionally, this will likely raise the prices for the consumers. Until “green” energy sources develop further and are capable of covering more of our energy needs, we will still largely be reliant on fossil fuels. As such, a higher methane reduction goal may impede this, as of yet, important energy source.


Question 10
Should the EU levy a tax on plastic and single-use items to fund the EU budget, as a way to restrict their usage?

In favour
Plastic decomposes slowly and since less than 30% of the plastic from the European Union is recycled, it will accumulate in our nature. Marine litter threatens the biodiversity of the beaches and oceans by harming animals and destroying their habitats, as well as affecting the tourism, shipping, and fisheries industries. Levying a tax on plastic and single-use items will also fund the EU budget and thus support for example regional projects, as well as incentivizing the development and use of more sustainable alternatives.
  
Against
Most of the plastic polluting marine habitats is not a result of EU-produced plastic; in fact, 90% comes from outside of the EU. Levying a tax on plastic and single-use items will curtail the production and cause a loss of jobs by obliging companies to use more expensive and perhaps less suited material for the products. This will result in higher costs for the consumers. Instead of taxing plastics, the EU should focus on recycling and the development of recyclable plastic, as well as public information campaigns to raise awareness about consumer habits.


Question 11
Should a common minimum corporate tax rate of at least 20% be introduced in the EU?

In favour
A common corporate tax would further facilitate the fight against tax-avoidance by avoiding profit shifting. Currently, the EU and its Member States lose €50-70bn in taxes due to profit shifting. The additional revenue could be spent on policies such as health care, education, etc. A common corporate tax would also reduce social dumping, by means of removing low-tax havens. Under the current system companies often relocate to countries with lower corporate taxes, leading to a loss of jobs and revenue for the government in the original country.
  
Against
Certain countries rely on lower tax regimes to attract businesses (which otherwise would not start operating there), and are thus opposed to common tax rules which would oblige them to raise taxes to a level that would make them unappealing for investments. Through a common corporate tax some Member States would lose businesses, jobs and hence significant revenue. Companies which are interested in finding tax benefits could simply relocate not to other EU countries, but to countries outside of the EU, which would generate a loss for EU countries currently hosting them. This would also lead to a loss of jobs within the EU as a whole.


Question 12
Should there be a European authority empowered to enforce fiscal compliance?


In favour
Individuals and corporates use tax evasion to minimise their contributions, avoid reporting income or hide away money in “tax havens”. The EU estimates that up to €1 trillion has been lost due to tax evasion, a sum which could have benefitted public policies such as healthcare and education, as well as economic policies to boost spending. As this issue is transnational, Member States face large difficulties to cope with it through national initiatives. Creating a European tax evasion authority would mean to assist the efforts of 28 Member States to better tackle the problem together.
  
Against
Creating a European authority would mean making EU-wide decisions on divisive issues, which would cause difficulties in finding a consensus, and more bureaucracy and delays. Furthermore, this authority would not necessarily be more efficient as the different tax regimes remain at the core of the problem. The tax evaders would simply have to cross the borders of the EU to relocate their activities, which would only generate losses for the EU “low-tax havens”. That is why this problem would be better tackled at the broader international level.


Question 13
Should a tax on financial activities fund the EU budget?


In favour
The financial sector is mostly exempt from taxation, whereas other sectors are heavily taxed. A tax on the financial sector would be a substantial source of revenue for public budgets. (€50 billion/year according to the Commission in 2011). This would decrease Member States’ contributions to the EU’s budget proportionally and give national governments more money to spend in other areas. A common financial transaction tax (FTT) would also present a coherent tax framework and allow Member States to take coordinated actions against infringements on the EU-level, rather than uncoordinated ones on the national level, thus increasing their effectiveness.
  
Against
From the perspective of horizontal equity however (between Member States), a financial transaction tax (FTT) is perceived by some as unfair, since a high volume of financial transactions and a large number of financial institutions are concentrated in a limited number of Member States, such as the UK or Luxembourg. Furthermore, a financial transaction tax (FTT) should only be introduced at a global level. If the EU acts on its own, its financial sector will be put at a competitive disadvantage. It would then likely receive less investments, which would slow down growth and lead to a loss of jobs.


Question 14
Should there be a bigger increase in the EU’s multi-annual budget for the period 2021-2027?

In favour
An increase in the multi-annual budget would grant more funds to common policies for EU’s regions and EU citizens as well as contribute to tackling EU-wide issues more efficiently. It would furthermore compensate for the loss of the financial contributions from the UK, which will ensure that the EU can maintain its policies. According to the latest statements, the future budget will focus on research and innovation, young people, the digital economy, border management, security and defence. Those are pressing matters and investments in the future are indispensable for the EU’s well-being and competitiveness in the medium and long term.
  
Against
EU’s Member States already contribute to the budget with around 1% of their gross national income. Agriculture and cohesion remain the main items of expenditure, which mostly benefits farming and poorer countries. The biggest contributors to the budget do not necessarily benefit from many of the priority policies. An increase in the multi-annual budget would force the Member States to raise their contributions, instead of spending the money on national policies benefiting the citizens of their own countries. Some of the net contributors in particular (e.g. Netherlands, Sweden) feel like they are paying for other countries.

Question 15
Should the EU spend more money to support small farmers against volatility of agricultural prices?

In favour
Farmers are vulnerable to large changes in price of the agricultural products they sell, caused by economic upturns and downturns, political changes, and the weather. The United Nations Food and Agriculture Organization has found that price volatility has increased since 2005 and will continue to do so. Since small farmers are particularly vulnerable financially, the EU needs to support them through rougher times. In return, the EU contributes to maintaining its own agricultural industry, security of food supply, and cultural heritage.
  
Against
The EU already spends more than €41 billion in direct payments to farmers through the Common Agricultural Policy (CAP) each year. Subsidizing inefficient European farmers disadvantages the farmers from agricultural powerhouses such as the US and Latin America, and developing countries that cannot compete with cheaper products from the EU. This can damage the EU’s trade relations with these countries (which are beneficial to other economic sectors of the EU) and imposes a risk of retaliatory measures or trade disputes.


Question 16
Should the EU institutions promote renegotiations of government debt in the most indebted countries?

  
In favour
The most indebted countries don’t have the ability to revitalize their domestic economy or to provide decent living conditions to its citizens, the first items of expenditure affected being health, education and infrastructures. Austerity measures imposed to those countries reinforce the antagonism towards the EU. Also, their purchasing power is decreased, reducing their import capacity, thus harming the entire EU economy since most of the trading is intra-European. In case of a debt too important, a consensual renegotiation process can prevent the default of the countries concerned, i.e. the unilateral refusal (or inability) of repaying their debt.
  
Against
A country which is not able to pay back its debt in full is considered less creditworthy and will probably be turned down for future loans or only with higher interest rates. It could also be considered unfair to let other countries/institutions or private creditors to pay for the mistakes of one country mismanaging its economy. Monetary tools already allow Eurozone countries to borrow at very low interest rates, while the implementation of domestic reforms and smarter financial management are the best solutions to harness the problem in the medium and long term.


Question 17
Should the EU introduce common rules on minimum income, which would likely force some Member States to increase their minimum income levels?

In favour
The EU has set a target to reduce the amount of people living in the risk of poverty or social exclusion by 20 million by 2020. However, in 2016, this category included almost 25% of the total EU population. The EU should introduce common rules on minimum income across the Member States to promote the redistribution of wealth, ensure a certain standard of living for all EU citizens and contribute to the fight against poverty. Supporting the poorest citizens is also a way to contribute to their reintegration on the labour market and eventually lower the unemployment rate.
  
Against
Introducing common rules on minimum income would be difficult to implement as the EU’s Member States all have different legal and social systems. Some countries cannot afford to fund a proper minimum income, therefore it would only burden their public debt and cause a strain on their economy. Efforts should be made instead to improve workers’ conditions, as a large part of the target group is employed but still living in poverty. Finally, by taking this measure, the EU would infringe upon the sovereignty and the competence of the Member States to tailor their own social policies.


Question 18
Should policymakers take stronger measures to restrict the use of temporary work contracts?

  
In favour
Temporary work contracts are easily abused by companies to avoid long-term obligations when hiring employees. Employers have less incentives to dedicate money to human resources, thus temporary workers often receive lower salaries and less benefits than permanent workers. As companies are less inclined to invest in training, this could eventually lead to a workforce less qualified and competitive on both national and global work markets. Temporary work leads to more insecurity and inhibits the career advancement of employees, affecting both their professional and personal life. By reinforcing the rules, the EU will further support workers’ rights.
  
Against
Temporary work contracts allow for flexibility by helping companies to fill a need for ad hoc labour. This can be especially encouraging for small businesses that are less financially able to hire employees for a long period of time. Companies are under a lot of economic pressure from the business climate and their foreign competitors. Such a measure could decrease their global competitiveness and at the same time compromise the financial situation of the employees and the whole economy. The workers may also benefit from temporary contracts, as the acquired experience may increase their prospects of a permanent position.


Question 19
Should the EU financially sanction countries found to be violating EU principles on rule of law?


In favour
Some Member States breach with their commitments to uphold liberal values of democracy and human rights. The strict criteria to fulfil for joining the EU should not be neglected once a country has joined. It is of great importance for citizens to know that their rights will be upheld, as well as for companies to know that stability to conduct business will be ensured in all EU countries. If the EU cannot ensure that its common values are complied with, it will not be able to demand such standards from the rest of the international community.
  
Against
Financially sanctioning Member States for breaching EU principles on rule of law may turn out to hurt the citizens who need the EU’s financial aid the most; that is to say the poorest regions of countries which depend on structural funds. Furthermore, the population of these countries, who may suffer from violations of rule of law, would be unfairly punished due to actions of their government which they may not agree with. Finally, taking steps to punish such Member States would likely increase existing tensions in the EU, particularly between the East and West.


Question 20
Should a majority of national parliaments get the power to veto EU legislation?

In favour
Giving a majority of national parliaments the power to veto EU legislation would give the Member States more control of the direction of the EU and the EU laws that will ultimately affect them. Under the current system, the EU’s institutions such as the Council give proportionally more power to the bigger countries. Implementing this veto could create more of a balance and protect the smaller countries. The EU is not a federation, but a confederation of sovereign states. National directly elected institutions should be given further scrutiny powers.
  
Against
The Lisbon Treaty already gives national parliaments the power to participate in evaluating EU treaties, draft laws, and specific policies. Additionally, the national parliaments need to ratify all of the EU’s international agreements. The Council of the EU is made up of national governments, which assures that national interests are well taken care of. Considering that the citizens of the EU are also directly represented by the European Parliament, it is unnecessary to give national parliaments a veto. The decision-making process already has too many veto-making players; additional veto players would make it extremely difficult to pass any legislation.


Question 21
Should the European Defence Union ultimately lead to the establishment of a European Armed Forces?


In favour
Establishing a European Armed Forces would mean combining the staff, skills, and technology from all Member States to ensure complete synchronisation to the benefit of a better secured Europe. The EU is disadvantaged in that it relies on the defence from 28 differentiated systems, which is inefficient and expensive. Creating a European Armed Forces would correspond to the current need for better security and cooperation on the continent. Increased efficiency and less expenses will lead to Member States retaining or improving the quality of their military, as well a freeing up money to be spent in other areas.
  
Against
Most EU Member States are also members of NATO. This alliance has been efficient and successful in the past. The EU should therefore focus on its engagement with NATO. A European Armed Forces would imply for the EU’s Member States to give up the control of their respective militaries, and bind their military resources together, whereas countries have different strategies when it comes to foreign and defence policy. Questions also remain regarding who would control this armed force, whether it can be deployed against the will of Member States, and the role of neutral states as part of this.


Question 22
Should the EU pursue closer trade relations with the United States?


In favour
The EU and US are close allies and close trading partners already. Not only would having a closer trade relationship benefit EU-US relations, but it would also be an advantage for European businesses and their exports to the US, which could further benefit from lower trade barriers. Implementing an agreement such as TTIP would likely accelerate economic growth, remove barriers to trade, and contribute to setting international standards higher than those of developing industrial nations, such as China, which will be pressured to follow suit. It will also benefit consumers by lowering prices and increasing economic efficiency.
  
Against
Opening up for closer trade relations with the US would lead to European businesses and culturally protected trademarks being exposed to more competition from the US. An agreement such as the TTIP would likely affect the EU negatively by possibly lowering its standards and giving big corporations the possibility of suing states. Focusing on trade relations with other economic powers and emerging countries could be more strategic, as well as to control the US’s economic expansion in Europe. Considering President Trump’s rhetoric on trade, it might be difficult to reach an agreement without the EU having to concede too much.


Question 23
Should the EU end its policy of economic sanctions against Russia?


In favour
Since the introduction of the sanctions, the relationship between Russia and the EU’s Member States have grown considerably colder, causing Russia to retaliate against EU businesses. The economic sanctions have only helped to reinforce the image of the EU as an enemy in the Russian public’s eyes, whilst failing to force Russia to retreat from Crimea or Donbas. The EU is also highly dependent on Russian energy sources (⅓ of its energy supply) and Russia has in the past launched “gas wars” to retaliate against the EU, depriving thousands households of electricity and heat in Central and Eastern Europe.
  
Against
Economic sanctions against Russia have been successful to some extent in that it has hurt the Russian political and economic elites. Most importantly, the EU’s sanctions signal that the Union will not tolerate Russian military intervention in sovereign states. The sanctions have also been estimated to have caused Russia to limit its territorial expansion in Ukraine and deter it from trying similar ventures in Georgia or Moldova. The sanctions stand as a symbol of EU unity, as the Member States have made a common front when facing Russian expansionism.


Question 24
Should EU policymakers take measures to limit China’s exports into the EU market?

In favour
China is a large industrial nation with very competitive industries and cheap labour. The EU is China’s biggest market for exports. Allowing Chinese exports to enter the EU market without stronger regulations would threaten European industries, being exposed to stronger competition, and possibly lead to a loss of jobs. China could also be seen as not competing fairly. It is a hybrid planned-market economy, where the government can step in, guide, and control it best whenever they see fit. China further does not adhere to the same strict labour and environmental standards as the EU, giving them a competitive edge.
  
Against
EU’s good relations with China depends on an extensive trade relationship. Risking these good relations may lead to a loss of Chinese investments in the EU. The EU is a union based on free trade, and instead of taking restrictive measures, the EU should encourage more trade between itself and China and work towards a free-trade agreement. Having access to China’s cheap goods is further beneficial for EU industries and consumers, as they bring prices down. Lastly, any steps taken by the EU may face retaliations by China, harming businesses and consumers alike.


Question 25
Should the EU support the recognition of Palestine statehood and the two-state solution?

  
In favour
While the EU has agreed on a non-binding resolution to call for recognition of Palestine statehood, only nine Member States actually recognize Palestine. Adopting a common position on the issue would show the world a united front. It would also tally with the EU’s foreign policy, which currently provides the Palestine Authority with funds to support its statebuilding. Supporting Palestine could bring the advantage of improved relations between the EU and the Arab countries. This in turn could bring benefits such as cheaper energy (oil) from these countries, and increased cooperation on trade, environment, management of migration flows, etc.
  
Against
The diplomatic position of recognizing Palestine statehood should be up to each Member State to decide on their own. The Member States follow diverging foreign policies, and the EU should not push its members to all agree on recognition. Such a decision will most likely damage the relationship with Israel, an associated state of the EU, as well as possibly aggravating tensions in the area. Furthermore, Israel has the full support of the US, and worsening relations with Israel may lead to issues with the US, at a time when the transatlantic relationship is already fraught with complications.
